[
  "vim-toggle",
  "obsidian-vimrc-support",
  "quickadd",
  "file-diff",
  "obsidian-dictionary-plugin",
  "obsidian-table-generator",
  "table-extended",
  "cm-typewriter-scroll-obsidian",
  "better-word-count",
  "novel-word-count",
  "obsidian-better-codeblock",
  "obsidian-html-plugin",
  "omnisearch",
  "obsidian-image-toolkit",
  "obsidian-icon-folder",
  "cm-chs-patch",
  "obsidian-local-images",
  "obsidian-local-images-plus",
  "dataview",
  "obsidian-kanban",
  "obsidian-style-settings",
  "obsidian-linter",
  "obsidian-custom-attachment-location",
  "mysnippets-plugin",
  "obsidian-paste-image-rename",
  "markdown-table-editor",
  "obsidian-excalidraw-plugin",
  "obsidian-excel-to-markdown-table",
  "obsidian-checklist-plugin",
  "recent-files-obsidian",
  "oz-image-plugin",
  "obsidian-mind-map",
  "obsidian-pandoc",
  "typing-speed",
  "obsidian-languagetool-plugin",
  "leader-hotkeys-obsidian",
  "vim-im-select",
  "obsidian-sortable",
  "obsidian-plugin-toc",
  "obsidian-latex",
  "obsidian-regex-replace",
  "obsidian-reminder-plugin",
  "quick-latex"
]